report-teste-carga/statistics.json
{
  "01_01_https://www.blazedemo.com/" : {
    "transaction" : "01_01_https://www.blazedemo.com/",
    "sampleCount" : 7701,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 471.5216205687561,
    "medianResTime" : 341.0,
    "minResTime" : 223.0,
    "maxResTime" : 2920.0,
    "pct1ResTime" : 814.8000000000002,
    "pct2ResTime" : 1197.699999999999,
    "pct3ResTime" : 1929.9599999999991,
    "throughput" : 63.85095639628884,
    "receivedKBytesPerSec" : 296.6205378148604,
    "sentKBytesPerSec" : 36.91383416660448
  },
  "02_01_https://www.blazedemo.com/reserve.php" : {
    "transaction" : "02_01_https://www.blazedemo.com/reserve.php",
    "sampleCount" : 7573,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 447.5766539020211,
    "medianResTime" : 339.0,
    "minResTime" : 225.0,
    "maxResTime" : 3024.0,
    "pct1ResTime" : 725.6000000000004,
    "pct2ResTime" : 1077.5999999999985,
    "pct3ResTime" : 1997.8000000000065,
    "throughput" : 63.21210654157242,
    "receivedKBytesPerSec" : 454.8581593976153,
    "sentKBytesPerSec" : 44.01393915949517
  },
  "04_01_https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "04_01_https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 7298,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 441.96985475472695,
    "medianResTime" : 339.0,
    "minResTime" : 226.0,
    "maxResTime" : 3044.0,
    "pct1ResTime" : 714.1000000000004,
    "pct2ResTime" : 1083.0499999999993,
    "pct3ResTime" : 1867.090000000002,
    "throughput" : 61.09925070115953,
    "receivedKBytesPerSec" : 344.87767644103985,
    "sentKBytesPerSec" : 52.32816686027042
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 30585,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 450.45417688409094,
    "medianResTime" : 326.0,
    "minResTime" : 0.0,
    "maxResTime" : 3053.0,
    "pct1ResTime" : 629.0,
    "pct2ResTime" : 929.0,
    "pct3ResTime" : 1886.9700000000048,
    "throughput" : 253.541792739843,
    "receivedKBytesPerSec" : 1500.9122279409937,
    "sentKBytesPerSec" : 178.9890324755867
  },
  "04_PurchaseFlight" : {
    "transaction" : "04_PurchaseFlight",
    "sampleCount" : 7443,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 440.60593846567264,
    "medianResTime" : 337.0,
    "minResTime" : 0.0,
    "maxResTime" : 3044.0,
    "pct1ResTime" : 722.6000000000004,
    "pct2ResTime" : 1110.0,
    "pct3ResTime" : 2044.6799999999985,
    "throughput" : 62.31319854326259,
    "receivedKBytesPerSec" : 344.87767644103985,
    "sentKBytesPerSec" : 52.32816686027042
  },
  "01_Home" : {
    "transaction" : "01_Home",
    "sampleCount" : 7814,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 471.1005886869706,
    "medianResTime" : 340.0,
    "minResTime" : 0.0,
    "maxResTime" : 2920.0,
    "pct1ResTime" : 827.0,
    "pct2ResTime" : 1225.0,
    "pct3ResTime" : 2029.550000000001,
    "throughput" : 64.7873310670757,
    "receivedKBytesPerSec" : 296.61807847867095,
    "sentKBytesPerSec" : 36.91352810712213
  },
  "02_FindFlights_ListFlights" : {
    "transaction" : "02_FindFlights_ListFlights",
    "sampleCount" : 7670,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 446.9264667535862,
    "medianResTime" : 338.0,
    "minResTime" : 0.0,
    "maxResTime" : 3024.0,
    "pct1ResTime" : 730.0,
    "pct2ResTime" : 1095.7999999999993,
    "pct3ResTime" : 2092.1899999999996,
    "throughput" : 64.02123468331608,
    "receivedKBytesPerSec" : 454.85436271169993,
    "sentKBytesPerSec" : 44.01357177661013
  },
  "03_ChooseThisFlight_Form" : {
    "transaction" : "03_ChooseThisFlight_Form",
    "sampleCount" : 7551,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 444.0813137332807,
    "medianResTime" : 336.0,
    "minResTime" : 0.0,
    "maxResTime" : 3053.0,
    "pct1ResTime" : 737.0,
    "pct2ResTime" : 1115.7999999999993,
    "pct3ResTime" : 2026.4799999999996,
    "throughput" : 63.174539430751466,
    "receivedKBytesPerSec" : 409.6909109341273,
    "sentKBytesPerSec" : 46.340891573799844
  },
  "03_01_https://www.blazedemo.com/purchase.php" : {
    "transaction" : "03_01_https://www.blazedemo.com/purchase.php",
    "sampleCount" : 7463,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 444.7802492295327,
    "medianResTime" : 337.0,
    "minResTime" : 223.0,
    "maxResTime" : 3053.0,
    "pct1ResTime" : 728.0,
    "pct2ResTime" : 1089.7999999999993,
    "pct3ResTime" : 1947.3599999999997,
    "throughput" : 62.43829794354367,
    "receivedKBytesPerSec" : 409.6909109341273,
    "sentKBytesPerSec" : 46.340891573799844
  }
}