report-teste-pico/statistics.json
{
  "01_01_https://www.blazedemo.com/" : {
    "transaction" : "01_01_https://www.blazedemo.com/",
    "sampleCount" : 10141,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1708.8453801400262,
    "medianResTime" : 1370.0,
    "minResTime" : 542.0,
    "maxResTime" : 6766.0,
    "pct1ResTime" : 3261.0,
    "pct2ResTime" : 4077.8999999999996,
    "pct3ResTime" : 5844.639999999999,
    "throughput" : 65.1044843193272,
    "receivedKBytesPerSec" : 302.44389209105066,
    "sentKBytesPerSec" : 37.638529997111036
  },
  "02_01_https://www.blazedemo.com/reserve.php" : {
    "transaction" : "02_01_https://www.blazedemo.com/reserve.php",
    "sampleCount" : 9898,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1409.1772075166723,
    "medianResTime" : 1107.0,
    "minResTime" : 253.0,
    "maxResTime" : 6412.0,
    "pct1ResTime" : 2958.1000000000004,
    "pct2ResTime" : 3823.0499999999993,
    "pct3ResTime" : 5479.0,
    "throughput" : 64.03902641011375,
    "receivedKBytesPerSec" : 460.8071290768429,
    "sentKBytesPerSec" : 44.589534660848074
  },
  "04_01_https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "04_01_https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 9524,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1392.0064048719025,
    "medianResTime" : 1047.0,
    "minResTime" : 256.0,
    "maxResTime" : 6359.0,
    "pct1ResTime" : 2955.5,
    "pct2ResTime" : 3806.5,
    "pct3ResTime" : 5467.25,
    "throughput" : 61.71311565701401,
    "receivedKBytesPerSec" : 348.34214140267096,
    "sentKBytesPerSec" : 52.853908624220004
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 40075,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1504.6668496568998,
    "medianResTime" : 1322.0,
    "minResTime" : 253.0,
    "maxResTime" : 6766.0,
    "pct1ResTime" : 3051.9000000000015,
    "pct2ResTime" : 3697.9500000000007,
    "pct3ResTime" : 5724.0,
    "throughput" : 257.2785927519019,
    "receivedKBytesPerSec" : 1544.323354692967,
    "sentKBytesPerSec" : 184.16045279547717
  },
  "04_PurchaseFlight" : {
    "transaction" : "04_PurchaseFlight",
    "sampleCount" : 9524,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1392.009134817307,
    "medianResTime" : 1047.0,
    "minResTime" : 256.0,
    "maxResTime" : 6359.0,
    "pct1ResTime" : 2955.5,
    "pct2ResTime" : 3806.5,
    "pct3ResTime" : 5467.25,
    "throughput" : 61.71311565701401,
    "receivedKBytesPerSec" : 348.34214140267096,
    "sentKBytesPerSec" : 52.853908624220004
  },
  "01_Home" : {
    "transaction" : "01_Home",
    "sampleCount" : 10141,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1708.8569174637596,
    "medianResTime" : 1370.0,
    "minResTime" : 542.0,
    "maxResTime" : 6766.0,
    "pct1ResTime" : 3261.0,
    "pct2ResTime" : 4077.8999999999996,
    "pct3ResTime" : 5844.639999999999,
    "throughput" : 65.1044843193272,
    "receivedKBytesPerSec" : 302.44389209105066,
    "sentKBytesPerSec" : 37.638529997111036
  },
  "02_FindFlights_ListFlights" : {
    "transaction" : "02_FindFlights_ListFlights",
    "sampleCount" : 9898,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1409.1806425540533,
    "medianResTime" : 1107.0,
    "minResTime" : 253.0,
    "maxResTime" : 6413.0,
    "pct1ResTime" : 2958.1000000000004,
    "pct2ResTime" : 3823.0499999999993,
    "pct3ResTime" : 5479.0,
    "throughput" : 64.0386120869807,
    "receivedKBytesPerSec" : 460.8041477221263,
    "sentKBytesPerSec" : 44.58924617308153
  },
  "03_ChooseThisFlight_Form" : {
    "transaction" : "03_ChooseThisFlight_Form",
    "sampleCount" : 9712,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1386.9339991762736,
    "medianResTime" : 1085.0,
    "minResTime" : 258.0,
    "maxResTime" : 6314.0,
    "pct1ResTime" : 2937.100000000002,
    "pct2ResTime" : 3729.050000000001,
    "pct3ResTime" : 5297.090000000006,
    "throughput" : 62.87223574498939,
    "receivedKBytesPerSec" : 412.5380530128437,
    "sentKBytesPerSec" : 46.66276619913317
  },
  "03_01_https://www.blazedemo.com/purchase.php" : {
    "transaction" : "03_01_https://www.blazedemo.com/purchase.php",
    "sampleCount" : 9712,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1386.930704283359,
    "medianResTime" : 1085.0,
    "minResTime" : 258.0,
    "maxResTime" : 6314.0,
    "pct1ResTime" : 2937.100000000002,
    "pct2ResTime" : 3729.050000000001,
    "pct3ResTime" : 5297.090000000006,
    "throughput" : 62.87304978312941,
    "receivedKBytesPerSec" : 412.54339434841717,
    "sentKBytesPerSec" : 46.663370365200365
  }
}